window.MONGOLIA = {
  "Архангай": [
    "Батцэнгэл","Булган","Жаргалант","Ихтамир","Өгийнуур",
    "Өлзийт","Өндөр-Улаан","Тариат","Төвшрүүлэх","Цахир",
    "Цэнхэр","Цэцэрлэг","Хайрхан","Хотонт","Хашаат",
    "Чулуут","Эрдэнэбулган"
  ],

  "Баян-Өлгий": [
    "Алтай","Алтанцөгц","Баяннуур","Бугат","Булган",
    "Дэлүүн","Ногооннуур","Сагсай","Толбо","Улаанхус",
    "Цагааннуур","Цэнгэл","Өлгий"
  ],

  "Баянхонгор": [
    "Баацагаан","Баян-Овоо","Баянлиг","Баянбулаг","Баянговь",
    "Баянхонгор","Баянцагаан","Богд","Бөмбөгөр","Бууцагаан",
    "Галуут","Гурванбулаг","Жаргалант","Жинст","Заг",
    "Өлзийт","Шинэжинст","Эрдэнэцогт"
  ],

  "Булган": [
    "Баян-Агт","Баяннуур","Булган","Бугат","Гурванбулаг",
    "Дашинчилэн","Могод","Орхон","Рашаант","Сайхан",
    "Сэлэнгэ","Тэшиг","Хангал","Хишиг-Өндөр","Хутаг-Өндөр"
  ],

  "Говь-Алтай": [
    "Алтай","Баян-Уул","Бигэр","Бугат","Дарви","Дэлгэр",
    "Есөнбулаг","Жаргалан","Тайшир","Тонхил","Төгрөг",
    "Халиун","Хөхморьт","Цогт","Чандмань","Шарга","Эрдэнэ"
  ],

  "Говьсүмбэр": [
    "Сүмбэр","Баянтал","Шивээговь"
  ],

  "Дархан-Уул": [
    "Дархан","Хонгор","Орхон","Шарынгол"
  ],

  "Дорноговь": [
    "Айраг","Алтанширээ","Даланжаргалан","Дэлгэрэх",
    "Замын-Үүд","Иххэт","Мандах","Өргөн","Сайхандулаан",
    "Улаанбадрах","Хатанбулаг","Хөвсгөл","Эрдэнэ"
  ],

  "Дорнод": [
    "Баяндун","Баянтүмэн","Булган","Гурванзагал",
    "Дашбалбар","Матад","Сэргэлэн","Халхгол",
    "Хөлөнбуйр","Цагаан-Овоо","Чойбалсан"
  ],

  "Дундговь": [
    "Адаацаг","Баянжаргалан","Говь-Угтаал","Гурвансайхан",
    "Дэлгэрхангай","Дэрэн","Луус","Өлзийт","Сайхан-Овоо",
    "Сайнцагаан","Хулд","Цагаандэлгэр","Эрдэнэдалай"
  ],

  "Завхан": [
    "Алдархаан","Асгат","Баянтэс","Баянхайрхан","Дөрвөлжин",
    "Завханмандал","Идэр","Их-Уул","Нөмрөг","Отгон",
    "Сантмаргац","Сонгино","Тосонцэнгэл","Түдэвтэй",
    "Тэлмэн","Улиастай","Цагаанхайрхан","Цэцэн-Уул",
    "Шилүүстэй","Эрдэнэхайрхан","Яруу"
  ],

  "Орхон": [
    "Баян-Өндөр","Жаргалант"
  ],

  "Өвөрхангай": [
    "Арвайхээр","Бат-Өлзий","Баянгол","Баян-Өндөр",
    "Богд","Бүрд","Гучин-Ус","Есөнзүйл","Зүүнбаян-Улаан",
    "Нарийнтээл","Өлзийт","Сант","Тарагт","Төгрөг",
    "Уянга","Хайрхандулаан","Хархорин","Хужирт"
  ],

  "Өмнөговь": [
    "Баяндалай","Баян-Овоо","Булган","Гурвантэс",
    "Даланзадгад","Мандал-Овоо","Манлай","Номгон",
    "Ноён","Сэврэй","Ханбогд","Хүрмэн","Цогт-Овоо",
    "Цогтцэций"
  ],

  "Сүхбаатар": [
    "Асгат","Баруун-Урт","Баяндэлгэр","Дарьганга",
    "Мөнххаан","Наран","Онгон","Сүхбаатар",
    "Түвшинширээ","Түмэнцогт","Уулбаян","Халзан","Эрдэнэцагаан"
  ],

  "Сэлэнгэ": [
    "Алтанбулаг","Баруунбүрэн","Баянгол","Ерөө",
    "Жавхлант","Зүүнбүрэн","Мандал","Орхон",
    "Орхонтуул","Сайхан","Сант","Сүхбаатар",
    "Түшиг","Хүдэр","Цагааннуур","Шаамар"
  ],

  "Төв": [
    "Алтанбулаг","Аргалант","Батсүмбэр","Баян",
    "Баянжаргалан","Баян-Өнжүүл","Баянхангай",
    "Баянцагаан","Баянчандмань","Борнуур",
    "Бүрэн","Дэлгэрхаан","Жаргалант","Заамар",
    "Лүн","Мөнгөнморьт","Өндөрширээт",
    "Сэргэлэн","Сүмбэр","Угтаал","Цээл",
    "Эрдэнэ","Эрдэнэсант","Зуунмод"
  ],

  "Увс": [
    "Баруунтуруун","Бөхмөрөн","Давст","Завхан",
    "Зүүнговь","Зүүнхангай","Малчин","Наранбулаг",
    "Өлгий","Өмнөговь","Өндөрхангай","Сагил",
    "Тариалан","Тэс","Түргэн","Улаангом",
    "Ховд","Хяргас","Цагаанхайрхан"
  ],

  "Ховд": [
    "Алтай","Булган","Буянт","Дарви","Дөргөн",
    "Жаргалант","Зэрэг","Манхан","Мөнххайрхан",
    "Мөст","Уянга","Ховд","Цэцэг","Чандмань","Эрдэнэбүрэн"
  ],

  "Хөвсгөл": [
    "Алаг-Эрдэнэ","Арбулаг","Баянзүрх","Бүрэнтогтох",
    "Галт","Жаргалант","Их-Уул","Мөрөн","Рашаант",
    "Рэнчинлхүмбэ","Тариалан","Тосонцэнгэл",
    "Түнэл","Улаан-Уул","Ханх","Хатгал",
    "Цагаан-Уул","Цагааннуур","Чандмань-Өндөр","Шинэ-Идэр"
  ],

  "Хэнтий": [
    "Батноров","Батширээт","Баян-Овоо","Баян-Адарга",
    "Биндэр","Галшар","Дадал","Дархан","Дэлгэрхаан",
    "Жаргалтхаан","Мөрөн","Норовлин","Өмнөдэлгэр",
    "Хэрлэн","Цэнхэрмандал"
  ],

  "Улаанбаатар": [
    "Багануур","Багахангай","Баянгол","Баянзүрх",
    "Налайх","Сонгинохайрхан","Сүхбаатар",
    "Хан-Уул","Чингэлтэй"
  ]
};
